Repository: IBMPredictiveAnalytics/STATS_EQNSYSTEM
Catalog: src/lang/*/STATS_EQNSYSTEM.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Equation System
de: Gleichungssystem
es: Sistema de ecuación
fr: Système d'équation
it: Sistema di equazioni
ja: 等式システム
ko: 방정식 시스템
pl: System równania
pt_br: Sistema de Equação
ru: Система уравнений
zh_cn: 方程组
zh_tw: 方程式系統

source: Equation System: Warnings
de: Gleichungssystem: Warnungen
es: Sistema de ecuación: Advertencias
fr: Système d'équation : Avertissements
it: Sistema di equazioni: Avvisi
ja: 等式システム: 警告
ko: 방정식 시스템: 경고
pl: System równania: Ostrzeżenia
pt_br: Sistema de Equação: Avisos
ru: Система уравнений: Предупреждения
zh_cn: 方程组：警告
zh_tw: 方程式系統：警告

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete de R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: The active dataset must have a name in order to use this procedure
de: Das aktive Dataset muss einen Namen haben, damit diese Prozedur verwendet werden kann
es: El conjunto de datos activo debe tener un nombre para poder utilizar este procedimiento
fr: Le jeu de données actif doit comporter un nom pour pouvoir utiliser cette procédure.
it: Il dataset attivo deve avere un nome per poter utilizzare questa procedura
ja: この手順を使用するためには、アクティブなデータセットに名前が必要です
ko: 이 프로시저를 사용하려면 활성 데이터 세트의 이름이 있어야 합니다.
pl: Aktywny zbiór danych musi mieć nadaną nazwę, aby możliwe było użycie tej procedury
pt_br: O conjunto de dados ativo deve ter um nome para utilizar este procedimento
ru: Для использования этой процедуры у активного набора данных должно быть имя
zh_cn: 活动数据集必须具有名称才能使用此过程
zh_tw: 作用中資料集必須具有名稱，以使用此程序

source: The output dataset name must not already be in use
de: Der Ausgabedatasetname darf nicht bereits verwendet werden
es: El nombre del conjunto de datos de resultado no puede estar ya en uso.
fr: Le nom du jeu de données ne doit pas déjà avoir été attribué.
it: Il nome del dataset di output non deve essere già in uso
ja: 出力データセット名は、まだ使用されていない名前にする必要があります
ko: 출력 데이터 세트 이름은 아직 사용 중이지 않은 것이어야 합니다.
pl: Nazwa wynikowego zbioru danych nie może być już używana
pt_br: O nome do conjunto de dados de saída não pode já estar em uso
ru: Имя выходного набора данных не может уже использоваться
zh_cn: 此输出数据集名称不得正在使用中
zh_tw: 輸出資料集名稱不得已使用

source: Cannot specify both automatic instruments and a list of instruments
de: Es können nicht sowohl automatische Instrumente als auch eine Liste von Instrumenten angegeben werden.
es: No se pueden especificar instrumentos automáticos y una lista de instrumentos
fr: Impossible d'indiquer à la fois des instruments automatiques et une liste d'instruments
it: Impossibile specificare sia strumenti automatici sia un elenco di strumenti
ja: 自動操作と操作のリストの両方を指定することはできません
ko: 자동 도구변수와 도구변수 목록을 모두 지정할 수 없습니다.
pl: Nie można określić jednocześnie instrumentów automatycznych oraz listy instrumentów
pt_br: Não é possível especificar ambos os instrumentos automáticos e uma lista de instrumentos
ru: Нельзя указывать одновременно и автоматические инструменты, и список инструментов
zh_cn: 不得同时指定自动工具和工具列表
zh_tw: 無法同時指定自動輔助變數及輔助變數清單

source: Invalid syntax or duplicate equation name
de: Ungültige Syntax oder doppelter Gleichungsname
es: Sintaxis no válida o nombre de ecuación duplicado
fr: Syntaxe non valide ou nom d'équation en double
it: Sintassi non valida o nome equazione duplicato
ja: シンタックスが無効であるか、等式の名前が重複しています
ko: 유효하지 않은 명령문 또는 중복된 방정식 이름입니다.
pl: Niepoprawna składnia lub powielona nazwa równania
pt_br: Sintaxe inválida ou nome de equação duplicado
ru: Недопустимый синтаксис или повторение имени уравнения
zh_cn: 语法无效，或者方程名称重复
zh_tw: 語法無效或方程式名稱重複

source: Invalid syntax: Expected ":"
de: Ungültige Syntax: Erwartet wurde ":"
es: Sintaxis no válida: Se esperaba ":"
fr: Syntaxe non valide : Attendue ":"
it: Sintassi non valida: previsto ":"
ja: 無効なシンタックス: 期待されるシンタックス ":"
ko: 유효하지 않은 명령문: 기대됨 ":"
pl: Niepoprawna składnia: Oczekiwano ":"
pt_br: Sintaxe inválida: Esperado ":"
ru: Недопустимый синтаксис: предполагалось ":"
zh_cn: 语法无效：期望“:”
zh_tw: 語法無效：預期 ":"

source: Invalid syntax: Expected "="
de: Ungültige Syntax: Erwartet wurde "="
es: Sintaxis no válida: Se esperaba "="
fr: Syntaxe non valide : Attendue "="
it: Sintassi non valida: previsto "="
ja: 無効なシンタックス: 期待されるシンタックス "="
ko: 유효하지 않은 명령문: 기대됨 "="
pl: Niepoprawna składnia: Oczekiwano "="
pt_br: Sintaxe inválida: Esperado "="
ru: Недопустимый синтаксис: предполагалось "="
zh_cn: 语法无效：期望“=”
zh_tw: 語法無效：預期 "="

source: One or more invalid variable names were found in the equations.
de: In den Gleichungen wurde mindestens ein ungültiger Variablenname gefunden.
es: Se han encontrado en las ecuaciones uno o más nombres de variable no válidos.
fr: Un ou plusieurs noms de variable non valides ont été trouvés dans les équations.
it: Rilevati uno o più nomi di variabili non validi nelle equazioni.
ja: 等式に 1 つ以上の無効な変数名が見つかりました。
ko: 방정식에 하나 이상의 유효하지 않은 변수 이름이 있습니다.
pl: W równaniach znaleziono jedną lub więcej niepoprawnych nazw zmiennych.
pt_br: Um ou mais nomes de variáveis inválidos foram localizados nas equações.
ru: В уравнениях найдено одно или несколько недопустимых имен переменных.
zh_cn: 在方程中找到一个或多个无效的变量名称。
zh_tw: 在方程式中發現一或多個無效的變數名稱。

source: Duplicate equation names were found. Names must be unique, ignoring case.
de: Es wurden Duplikate der Gleichungsnamen gefunden. Namen müssen eindeutig sein, wobei die Groß-/Kleinschreibung ignoriert wird.
es: Se han encontrado nombres de ecuación duplicados. Los nombres deben ser exclusivos, y no se tienen en cuenta las mayúsculas y minúsculas.
fr: Des noms d'équation en double ont été trouvés. Les noms doivent être uniques et ne pas tenir compte de la casse.
it: Rilevati nomi di equazioni duplicati. I nomi devono essere univoci, il caso viene ignorato.
ja: 重複した等式の名前が見つかりました。名前は一意である必要があります (大文字小文字は無視されます)。
ko: 방정식 이름이 중복됩니다. 이름은 고유해야 하며 대소문자를 구분하지 않습니다.
pl: Napotkano zduplikowane nazwy równań. Nazwy muszą być unikalne, przy czym nie jest rozróżniana wielkość liter.
pt_br: Foram localizados nomes de equação duplicados. Os nomes devem ser exclusivos, ignorando a diferença entre maiúsculas e minúsculas.
ru: Обнаружены повторения имен уравнений. Имена должны быть уникальными без учета регистра.
zh_cn: 找到了重复的方程名称。名称必须唯一（忽略大小写）。
zh_tw: 發現重複的方程式名稱。名稱必須是唯一的，且不區分大小寫。

source: Number of Equations
de: Anzahl der Gleichungen
es: Número de ecuaciones
fr: Nombre d'équations
it: Numero di equazioni
ja: 等式の数
ko: 방정식 수
pl: Liczba równań
pt_br: Número de Equações
ru: Количество уравнений
zh_cn: 方程数目
zh_tw: 方程式數目

source: Estimation Method
de: Schätzmethode
es: Método de estimación
fr: Méthode d'estimation
it: Metodo di stima
ja: 推定方法
ko: 추정 방법
pl: Metoda estymacji
pt_br: Método de estimação
ru: Метод оценивания
zh_cn: 估算方法
zh_tw: 估計方法

source: 3SLS Method
de: 3SLS-Methode
es: Método 3SLS
fr: Méthode 3SLS
it: Metodo 3SLS
ja: 3SLS 法
ko: 3SLS 방법
pl: Metoda 3SLS
pt_br: Método 3SLS
ru: Метод 3SLS
zh_cn: 3SLS 法
zh_tw: 3SLS 方法

source: Residual Covariance Method
de: Residuenkovarianzmethode
es: Método de covarianza de residuos
fr: Méthode de covariance des résidus
it: Metodo di covarianza dei residui
ja: 残差共分散法
ko: 잔차 공분산 방법
pl: Metoda kowariancji reszt
pt_br: Método de Covariância Residual
ru: Метод разностных ковариаций
zh_cn: 残差协方差法
zh_tw: 殘差共變異方法

source: Instrumental Variables
de: Instrumentalvariablen
es: Variables instrumentales
fr: Variables instrumentales
it: Variabili strumentali
ja: 操作変数
ko: 도구변수
pl: Zmienne instrumentalne
pt_br: Variáveis instrumentais
ru: Инструментальные переменные
zh_cn: 工具变量
zh_tw: 輔助變數

source: Maximum Iterations
de: Maximalzahl der Iterationen
es: Número máximo de iteraciones
fr: Nombre maximal d'itérations
it: Numero max di iterazioni
ja: 最大反復回数
ko: 최대반복계산
pl: Maksymalna liczba iteracji
pt_br: Máximo de Iterações
ru: Максимальное число итераций
zh_cn: 最大迭代次数
zh_tw: 反覆運算次數上限

source: Tolerance
de: Toleranz
es: Tolerancia
fr: Tolérance
it: Tolleranza
ja: 許容度
ko: 공차
pl: Tolerancja
pt_br: Tolerância
ru: Допуск
zh_cn: 容差
zh_tw: 容錯

source: Actual Iterations
de: Ist-Iterationen
es: Número real de iteraciones
fr: Itérations réelles
it: Iterazioni effettive
ja: 実際の反復回数
ko: 실제 반복
pl: Rzeczywista liczba iteracji
pt_br: Iterações Reais
ru: Фактическое число итераций
zh_cn: 实际迭代次数
zh_tw: 實際反覆運算次數

source: Convergence Achieved
de: Erzielte Konvergenz
es: Convergencia conseguida
fr: Convergence obtenue
it: Convergenza raggiunta
ja: 達成された収束基準
ko: 수렴 완료
pl: Osiągnięto zbieżność
pt_br: Convergência Atingida
ru: Достигнута сходимость
zh_cn: 已实现收敛
zh_tw: 已達成收斂

source: System D. F.
de: Systemfreiheitsgrade (D.f.)
es: gl de sistema
fr: Système D. F.
it: G. L. sistema
ja: システム D. F.
ko: 시스템 D. F.
pl: Systemowa df
pt_br: Sistema D. F.
ru: D. F. системы
zh_cn: 方程组自由度
zh_tw: 系統自由度

source: Output Dataset
de: Ausgabedataset
es: Conjunto de datos de resultado
fr: Jeu de données de sortie
it: Dataset di output
ja: 出力データセット
ko: 출력 데이터 세트
pl: Wyjściowy zbiór danych
pt_br: Conjunto de dados de saída
ru: Выходной набор данных
zh_cn: 输出数据集
zh_tw: 輸出資料集

source: --NA--
de: --NV--
es: --ND--
ko: --해당 없음--
pl: --Nie dotyczy--
ru: --НП--
zh_cn: --不适用--
zh_tw: --不適用--

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

source: NO
de: NEIN
fr: NON
ja: いいえ
ko: 아니오
ru: НЕТ
zh_cn: 否
zh_tw: 否

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
ko: 값
pl: Wartości
pt_br: Valores
ru: Значения
zh_cn: 值
zh_tw: 值

source: Equation System Summary
de: Gleichungssystem - Übersicht
es: Resumen del sistema de ecuación
fr: Récapitulatif du système d'équation
it: Riepilogo sistema di equazioni
ja: 等式システムの要約
ko: 방정식 시스템 요약
pl: Podsumowanie systemu równania
pt_br: Sumarização do Sistema de Equação
ru: Сводка системы уравнений
zh_cn: 方程组摘要
zh_tw: 方程式系統摘要

source: Results computed by R systemfit package
de: Durch das R systemfit-Paket berechnete Ergebnisse
es: Resultados calculados por el paquete systemfit de R
fr: Résultats calculés à l'aide du pack R systemfit
it: Risultati calcolati dal package systemfit di R
ja: R systemfit パッケージによって計算された結果
ko: R systemfit 패키지에 의해 계산된 결과
pl: Wyniki obliczone za pośrednictwem pakietu R systemfit
pt_br: Resultados calculados pelo pacote systemfit R
ru: Результаты, вычисленные пакетом R systemfit
zh_cn: 由 R systemfit 程序包计算的结果
zh_tw: 由 R systemfit 套件計算的結果

source: Coefficient
de: Koeffizient
es: Coeficiente
it: Coefficiente
ja: 係数
ko: 계수
pl: Współczynnik
pt_br: Coeficiente
ru: Коэффициент
zh_cn: 系数
zh_tw: 係數

source: Std. Error
de: Standardfehler
es: Error estándar
fr: Erreur std.
it: Errore std.
ja: 標準誤差
ko: 표준오차
pl: Błąd standardowy
pt_br: Erro Padrão
ru: Стд. ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: Sig.
it: Sign.
ja: 有意確率
ko: TPL 유의확률
pl: Ist.
ru: Значимость
zh_cn: 显著性
zh_tw: 顯著性

source: (Constant)
de: (Konstante)
es: (Constante)
fr: (Constante)
it: (Costante)
ja: (定数)
ko: (상수)
pl: (Stała)
pt_br: (Constante)
ru: (Константа)
zh_cn: (常量)
zh_tw: （常數）

source: R-squared: %.4f Adjusted R-squared: %.4f
de: R-Quadrat: %.4f Angepasstes R-Quadrat: %.4f
es: R cuadrado: %.4f R cuadrado ajustado: %.4f
fr: R-deux : %.4f R-deux ajusté : %.4f
it: R quadrato: %.4f R quadrato adattato: %.4f
ja: R2 乗: %.4f 調整済み R2 乗: %.4f
ko: R 제곱: %.4f 수정된 R 제곱: %.4f
pl: R-kwadrat: %.4f R-kwadrat skorygowane: %.4f
pt_br: R-quadrado: %.4f R-quadrado ajustado: %.4f
ru: R-квадрат: %.4f Скорректированный R-квадрат: %.4f
zh_cn: R 方：%.4f 调整后 R 方：%.4f
zh_tw: R 平方：%.4f 調整後 R 平方：%.4f

source: Residual std. error: %.4f, D.f.: %s
de: Standardfehler der Residuen: %.4f, D.f.: %s
es: Error estándar del residuo: %.4f, gl: %s
fr: Erreur standard résiduelle : %.4f, Ddl : %s
it: Errore std. residui: %.4f, g.l.: %s
ja: 残差の標準誤差: %.4f、自由度: %s
ko: 잔차 표준편차: %.4f, 자유도: %s
pl: Błąd standardowy reszty: %.4f, D.f.: %s
pt_br: Erro padrão de resíduo: %.4f, Função de Densidade: %s
ru: Среднекв. ошибка остатков: %.4f, D.f.: %s
zh_cn: 残差标准误差：%.4f，自由度：%s
zh_tw: 殘差標準誤：%.4f，自由度：%s

source: SSR: %.4f, MSE: %.4f, Root MSE: %.4f, N: %s
de: SSR: %.4f, MSE: %.4f, Wurzel aus MSE: %.4f, N: %s
es: SSR: %.4f, MSE: %.4f, Raíz de MSE: %.4f, N: %s
fr: SSR : %.4f, MSE : %.4f, MSE racine : %.4f, N : %s
it: SSR: %.4f, MSE: %.4f, MSE radice: %.4f, N: %s
ko: SSR: %.4f, MSE: %.4f, 근 MSE: %.4f, N: %s
pl: SSR: %.4f, MSE: %.4f, Źródłowy MSE: %.4f, N: %s
pt_br: SSR: %.4f, MSE: %.4f, MSE raiz: %.4f, N: %s
ru: SSR: %.4f, MSE: %.4f, Корень MSE: %.4f, N: %s
zh_cn: SSR：%.4f，MSE：%.4f，均方根标准误差：%.4f，N：%s
zh_tw: SSR：%.4f，MSE：%.4f，主要 MSE：%.4f，N：%s

source: NaN values indicate an estimation problem. Possibly too few instruments were given
de: NaN-Werte weisen auf ein Schätzungsproblem hin. Möglicherweise wurden zu wenige Instrumente angegeben
es: Los valores NaN indican un problema de estimación. Posiblemente se han especificado demasiados pocos instrumentos.
fr: Les valeurs NaN indiquent un problème d'estimation. Il se peut que le nombre d'instruments fourni soit trop faible.
it: I valori NaN indicano un problema di stima. Probabilmente gli strumenti forniti sono troppo pochi
ja: NaN 値は、推定の問題を示しています。与えられた操作が少なすぎる可能性があります
ko: NaN 값은 추정 문제점을 표시합니다. 제공된 도구변수가 너무 적을 수 있습니다.
pl: Wartości nieokreślone wskazują na problem z oszacowaniem. Możliwe, że podano za mało instrumentów
pt_br: Os valores NaN indicam um problema de estimação. Possivelmente foram fornecidos poucos instrumentos
ru: Значения NaN обозначают проблему оценки. Возможно, было задано слишком мало инструментов
zh_cn: NaN 值指示存在估算问题。原因可能是指定的工具过少
zh_tw: NaN 值指出發生估計問題。可能給定的輔助變數太少

source: Equation: %s, Dependent Variable: %s
de: Gleichung: %s, Abhängige Variable: %s
es: Ecuación: %s, Variable dependiente: %s
fr: Equation : %s, variable dépendante : %s
it: Equazione: %s, variabile dipendente: %s
ja: 等式: %s、従属変数: %s
ko: 방정식: %s, 종속변수: %s
pl: Równanie: %s, zmienna zależna: %s
pt_br: Equação: %s, Variável Dependente: %s
ru: Уравнение: %s, зависимая переменная: %s
zh_cn: 方程：%s，因变量：%s
zh_tw: 方程式：%s，依變數：%s

source: Residual Covariance Matrix
de: Residuenkovarianzmatrix
es: Matriz de covarianza de residuos
fr: Matrice de covariance des résidus
it: Matrice di covarianza dei residui
ja: 残差共分散行列
ko: 잔차 공분산행렬
pl: Macierz kowariancji reszt
pt_br: Método de Covariância Residual
ru: Ковариационная матрица остатков
zh_cn: 残差协方差矩阵
zh_tw: 殘差共變異矩陣

source: Residual Correlation Matrix
de: Residuenkorrelationsmatrix
es: Matriz de correlaciones de residuos
fr: Matrice de corrélation des résidus
it: Matrice di correlazione dei residui
ja: 残差相関行列
ko: 잔차 상관행렬
pl: Macierz korelacji reszt
pt_br: Matriz de Correlações Residuais
ru: Корреляционная матрица остатков
zh_cn: 残差相关性矩阵
zh_tw: 殘差相關性矩陣

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼
